class AboutData {
  static List t1 = [
    "2018 ACM-ICPC 國際大學程式設計競賽台灣暑期訓練營邀請賽",
    "2018 ACM-ICPC 國際大學程式設計競賽台灣花蓮站",
    "成立程式競賽研討社",
  ];
  static List t2 = [
    "2019 ACM-ICPC 國際大學程式設計競賽中國南昌邀請賽",
    "2019 ACM-ICPC 國際大學程式設計競賽台灣台北站",
    "2019 ACM-ICPC 國際大學程式設計競賽日本橫濱站",
    "2019 ACM-ICPC 國際大學程式設計競賽中國西安總決賽",
  ];
  static List t3 = [
    "2020 亞洲機器人大賽 佳作",
    "2020 全國大專校院智慧創新暨跨域整合創作競賽 佳作",
    "2020 資訊工程學院專題競賽 第二名",
    "2020 全國智慧製造大數據分析競賽",
    "2020 ACM-ICPC 國際大學程式設計競賽台北新竹站",
  ];
  static List t4 = [
    "2021 iThome 鐵人賽 - 30天 Flutter 日常",
  ];
}
